[
    {
      "title": "Top 10 Whisky Advent Calendars",
      "date": "11/3/2024",
      "readTime": "5 min read",
      "image": "hamish.jpg",
      "content": "The festive season is almost here, and let’s be honest – nothing quite says 'Merry Christmas' like a Whisky Advent Calendar! Who doesn’t enjoy the thrill of opening those tiny doors each day? Whisky advent calendars are the ultimate countdown, packed with excitement, warmth, and, of course, a delicious dram to help you unwind as the holidays draw near.",
      "post": "1. Whisky Advent Calendar (2024 Edition) - Drinks by the Dram - 25 Drams\n\nWhy It’s Perfect: The Whisky Advent Calendar (2024 Edition) - Drinks by the Dram is a tried-and-true classic. With 25 hand-selected drams from Scotch, English, Irish, American, and even Indian whiskies, it’s the perfect gift for someone looking to taste a wide range of whiskies. Each day unveils a 30ml sample, so every evening is a chance to discover a new flavour profile. A must-have for the whisky-curious.\n\nPrice: £99.95\n\n![whisky](./assets/a.jpg)\n\n2. Whisky 12 Dram Advent Calendar (2024 Edition)\nWhy It’s Perfect: For an affordable and festive surprise, the Whisky 12 Dram Advent Calendar collection offers 12 world whiskies perfect for dads or any whisky fan. Each wax-sealed dram brings a unique twist to the season, making it a wallet-friendly / budget-busting yet unforgettable gift. Again, some limited editions, unusual cask, and even some rye and local barley editions too. Peeling each lid is just the start of the experience (think babybel cheeses!).\n\nPrice: £74.95\n\nImage: Master of Malt\n\n3. 12 Drams of Christmas\nWhy It’s Perfect: The 12 Drams of Christmas is ideal for celebrating the 12 days of Christmas, each dram carefully curated for a memorable tasting experience. Life is like a box of chocolates (wait…drams!) you never know what you're gonna get! Don’t let the 2022 date put you off - dinnae worry Whisky doesnt go aff! Mostly single Scotch malts with 1 or 2 Scotch whisky liqueurs and blended malts thrown in to spice things up. Whether gifting or indulging, it’s a delightful choice for the holiday season. C’mon dad’s deserve it! He’d never get through a whole dram each day anyway…or would he….?!\n\nPrice: £79\n\nImage: The Whisky Shop\n\n4. The Whisky Shop Single Malt Scotch Whisky Advent Calendar - 25 Drams\nWhy It’s Perfect: The Whisky Shop Single Malt Scotch-only advent calendar is a treasure trove for single malt lovers, featuring premium producers and renowned distilleries. Every Scotch whisky region is covered as are sherry, bourbon, wine cask finishes and some absolute bangers from really cutting edge and trending younger distillers. It’s a must-have for any Scotch aficionado. WhiskyTopia’s pick of the calendars!\n\nPrice: £99\n\nImage: The Whisky Shop\n\n5. That Boutique-y Whisky Company Advent Calendar (2023 Edition) - 24 Miniatures\nWhy It’s Perfect: Perfect for variety lovers, That Boutique-y Whisky Company Advent Calendar offers 24 unique whiskies from the uber experimental and downright genius That Boutique-y Whisky Company. This is for your straight-up hipster, Gen-Z, and eccentric folks! Each dram is an adventure, promising surprises and memorable flavours throughout the season. Give or receive this gift and it’s an instant ‘too cool for school’ badge! Dear Santa…\n\nPrice: £148.95\n\nImage: Amazon.co.uk\n\n6. Peaty Whisky Advent Calendar (2024 Edition) - Drinks by the Dram - 25 Drams\nWhy It’s Perfect: With 25 drams of Scotland’s finest peaty whiskies, the Peaty Whisky Advent Calendar (2024 Edition) is made for those who adore Islay and the peaty Scotch whisky. More smoke than a 5th Nov bonfire night and an airport smoker's zone!! Schhhmmokin! No need to light that log burner at all to get that Christmas fire aroma. Each door unveils a new masterpiece from Scottish distilleries, with one or two peated World whisky making it a collection for that Peat fiend!\n\nPrice: £129.95\n\nImage: Master of Malt\n\n7. World Whisky Advent Calendar (2024 Edition) - Drinks by the Dram - 25 Drams\nWhy It’s Perfect: Take a global tour through the world of whisky! Who needs that around the globe plane ticket!? The World Whisky Advent Calendar (2024 Edition) includes 25 drams from top whisky-producing nations, from Scotland (of course) to Australia, Denmark, Israel, America, Japan, India and others, making it an ideal gift for the adventurous whisky lover eager to try something new each night.\n\nPrice: £129.95\n\nImage: Master of Malt\n\n8. Master of Japanese Whisky Advent Calendar\nWhy It’s Perfect: Japanese whisky lovers, this one’s for you. Featuring 24 different drams from some of Japan’s finest distilleries, the Master of Japanese Whisky Advent Calendar is a luxurious journey into the heart of Japanese craftsmanship. It’s pricier but perfect for those wanting to explore the elegance and complexity of Japanese whisky.\n\nPrice: £249.95\n\nImage: Amazon.co.uk\n\n9. The Single Cask Whisky Advent Calendar 2023\nWhy It’s Perfect: For those who love single cask whiskies, each dram in The Single Cask Whisky Advent Calendar 2023 is hand-picked for its unique character. Every bottle tells a different story, and this calendar is perfect for whisky connoisseurs who appreciate rare and bold flavours.\n\nPrice: £254.95\n\nImage: The Whisky Shop\n\n10. Drinks by the Dram Premium Whisky Advent Calendar (2024 Edition) - 24 Miniatures\nWhy It’s Perfect: The Drinks by the Dram Premium Whisky Advent Calendar (2024 Edition) is packed with 24 premium miniatures that are sure to impress. If you’re looking to spoil yourself or someone special, this high-end collection is an exceptional choice – think of it as the ultimate Christmas indulgence for the whisky aficionado.\n\nPrice: £249.95\n\nImage: Amazon.co.uk\n\nTo sum up...\nWith each of these whisky advent calendars, you’re giving (or getting!) the gift of a festive countdown like no other. Each dram is a step closer to Christmas, a warming reminder of the season’s cheer. Whether it’s for friends, family, or your own merry self, a whisky advent calendar is the ultimate way to spread holiday spirit. So, here’s to a Christmas filled with warmth, wonder, and a dram in hand. Cheers!"
    },
    {
        "title": "Top 10 Reasons to Embark on a Scotch Whisky Distillery Tour:",
        "date": "23/11/2024",
        "readTime": "7 mins read",
        "image": "tour.jpg",
        "content": "It’s not just about tasting a new whisky – it’s the whole set of experiences & appreciating the art, the ethos and the effort gone into making that single bottle”…",
        "post": "[whisky](./assets/b.jpg)\n1. Awesome Scenery: Mountains, Castles, Forests, Lochs, Rivers, Eagles, Deer, Highland Cows, James Bond Skyfall roads etc.\n2. Several (9) distilleries can also be found along the famous North Coast 500 route (Highland Region) – so the journey is as intoxicating as the whisky.\n3. Architecture: some distilleries and their visitor centres are just architectural masterpieces.\n4. Brand Connection: Tasting a dram at the distillery will create a vivid connection with that brand / producer that will take you right back to that memory every time you pour.\n5. Taste the Terroir: As we explain in our product reviews - each distillery’s water source, geology, raw ingredients (incl peat), process and microclimate shape its whisky’s character.\n6. Meet the Malt Masters: Soak up the stories and characters of blenders, distillery workers or distillery visitor managers – their passion and banter are infectious!\n7. New Make – you can often sample or buy the new make – the young unaged spirit that is at the heart of any Whisky’s DNA.\n8. Engineering & Chemical wizardry: Learn the processes of making whisky, the raw ingredients and the machinery and technology that makes it happen.\n9. Distillery Specials – be the envy of your mates – some limited editions are only available at the distillery, including fill your own bottle.\n10. Friendships - let’s be honest appreciating a dram or two is a great way to bond & make memories."
    }
    
  ]
  