[
    {
         "id": 1,
      "title": "Glasgow 1770 Triple Pack (3 x 50ml) Whisky",
      "description": "Three tasty single malt Scotch whisky miniatures from The Glasgow Distillery Co. and its 1770 range!",
    "image":"./assets/glasgow.webp", 
    "alt":"Whisky",
    "price": "Price £20.60",
    "review": "WT have a wee soft spot for this distiller hailing from our home city of Glas-Vegas (Glasgow) being the first producer back here for over 100 years! A triple lock promise! Flavour. Value. Experimentation! Three 50cl miniatures featuring The Original (Shortbread, Marzipan. Marmalade, Butterscotch), Triple Distilled (Smooth & Complex) & their Peated (well does what it says on the label - but with heather rich highland peat and maturation in American White Oak and finishing in Pedro Ximénez sherry casks - Wowzers! Absolute no nonsense just packed full of flavour and complexity!",
    "link"  : "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43051",
    "taste": "Fruity with hints of oak 🍎🍪",
    "smell": "Peaty with a hint of vanilla 👃🍦",
    "region": "󠁧🏴󠁧󠁢󠁳󠁣󠁴󠁿"
    
        
    },
     {
        "id": 2,
      "title": "Ardnamurchan AD/ Gift Pack (4 x 5cl)",
      "description": "A cracking set of miniatures featuring various single malts from the Ardnamurchan AD/ range",
    "image":"./assets/ardnamurchan.webp", 
      "alt":"Whisky",
    "price": "Price £30.67",
     "review": "Absolute steal from Ardna! A real flight to quality from these independent rock star producers who are relatively new on the scene and already amassing a cult following. Featuring 4 x 50cl (yes big ones) of original expression, a rum, a sherry and even a sauternes (think apricot, peach & honey) cask finish!",
     "link": "https://www.masterofmalt.com/whiskies/ardnamurchan/ardnamurchan-ad-gift-pack-4-x-5cl-whisky/"    
    },
     {
        "id": 3,
      "title": "Glen Moray Port Cask Gift Pack with 2x Glasses Whisky 70cl",
      "description": "This Gift Pack from the Glen Moray Distillery in the prolific Speyside region",
    "image":"./assets/glen-moray.webp", 
      "alt":"Whisky",
    "price": "Price £33.35",
     "review": "Having visited their Elgin distillery in the populated Speyside region and sampled some of their core range including a distillery exclusive plus this Port Cask finish - the guys and girls at Glen Moray should definitely not be overlooked or written off. This is simply a great tasting dram and a blinding price point. Red currants and blackberries combined with vanilla, cinnamon and cocoa! You're all set up for a fireside chat! ",
     "link" :   "https://www.masterofmalt.com/whiskies/glen-moray/glen-moray-port-cask-gift-pack-with-2x-glasses-whisky/"
         
    },
     {
        "id": 4,
      "title": "Redbreast 12 Year Old Birdfeeder Gift Pack",
      "description": "From the most popular Irish pot still whiskey brand in the world comes the limited edition Redbreast 12 Year Old Birdfeeder Gift Pack.",
    "image":"./assets/redbreast.webp", 
      "alt":"Whisky",
    "price": "Price £79",
     "review": "Who's a pretty bird?! The marketing gurus at RedBreast are to be congratulated on this gift set. A copper presentation cage that doubles as a bird feeder with £3 off sales going to a bird charity. A little birdie also tells me that the liquid is a pretty sweet song too. Award winning and one of the most popular single pot still Irish Whiskey producers. Hats off to our Irish cousins! Full bodied with notes of baked orange peel, almonds, raisins, toffee and a long spicy finish.",
     "link" : "https://www.whiskyshop.com/redbreast-12-year-old-birdfeeder-gift-pack"
        
    },
     {
        "id": 5,
      "title": "Pot Still Decanter + 2 Glasses",
      "description": "stunning glass decanter from Stylish Whisky ",
    "image":"./assets/stylishwhisky.jpg", 
      "alt":"Whisky",
    "price": "Price £99.00",
     "review": "This decanter is a gift for a whisky lover who loves talking about whisky. Yes both G & T. It is a talking piece where you can pretend to others that you know the exact process of the whisky making process. We love this decanter and have bored, we mean educated :) many people to what a Pot still is.",
     "link" : "https://www.whiskyshop.com/pot-still-tap-and-glasses"
           
    }, 
     {
        "id": 6,
      "title": "Nikka from the Barrel Silhouette 2 Glass & Pourer Gift Pack",
      "description": "A Japanese blended whisky made with single malt from their Yoichi and Miyagikyo distilleries",
    "image":"./assets/nikka.webp", 
      "alt":"Whisky",
    "price": "Price £61",
     "review": "Another personal favourite of the WT co-founders. Serious street cred for this bottle in your collection. This Highland malt has a lot of citrus (orange) with chocolate and some roasted coffee and vanilla characteristics. A Royal Heritage dates back to 1263 when Chief of the Mackenzie clan saved King Alexander III from a charging stag. Hence the 12 pointed stag emblem was awarded as the clans coat of arms! One for the top shelve of the home bar and fire side stories! Matured in Bourbon & Oloroso sherry casks for that balanced flavour.",
     "link": "https://www.whiskyshop.com/nikka-from-the-barrel-silhouette-2-glass-pourer-gift-pack"
        
    },
     {
        "id": 7,
      "title": "GlenAllachie 12 Year Old Single Malt Scotch With Branded Glass",
      "description": "Indulge in the enticing flavor notes,the marriage of oak, fruitiness, and subtle spices.",
    "image":"./assets/glen.jpg", 
      "alt":"Whisky",
    "price": "Price £61",
     "review": "Another personal favourite of the WT co-founders. Serious street cred for this bottle in your collection. This Highland malt has a lot of citrus (orange) with chocolate and some roasted coffee and vanilla characteristics. A Royal Heritage dates back to 1263 when Chief of the Mackenzie clan saved King Alexander III from a charging stag. Hence the 12 pointed stag emblem was awarded as the clans coat of arms! One for the top shelve of the home bar and fire side stories! Matured in Bourbon & Oloroso sherry casks for that balanced flavour.",
     "link":    "https://amzn.eu/d/aTevzlB"
    }

]