[
  {
    "id": 0,
    "title": "Hakushu Reserve Single Malt Whisky",
    "description": "Suntory Single Malt Whiskey",
    "image":"./assets/jap.jpg", 
    "alt":"Whisky",
    "price": "£56.95 (-29% Discount - RRP £80)",
    "review": "Look at that emerald Green Bottle of Japanese perfection and balance! In 1899, Shinjiro Torii founded House of Suntory with a special vision: to produce Japanese spirits par excellence that appeal to the Japanese palate. We salute the founder's vision and agree that his legacy is producing craft spirit that is on par with the mighty Scotch whisky. Hakushu distillery’s whiskies have won countless awards over the past decade, including World’s Best Whisky & they seek to combine the traditions of Scotch whisky making with the Japanese drive for perfection. The Reserve is produced by combining different styles of whisky – all produced in the same place – including bright, young whiskies with much older stock and a small proportion of heavily peated whisky. The result is a fragrant dram with notes of cucumber, white fruit, soft herbs and a faint hint of smoke. Excellent served neat or long with ice and soda in a classic Whisky Highball.WT absolutely adores Japanese single malt and blended malt whiskies. They are light, floral, delicate and beautifully balanced - a style all of their own. The distillery is one of the most spectacular in the world at the foot of the Japanese Alps. This liquid is part of the blend that goes into their iconic sister company Hibiki.This wonderful expression is suitable for an Intermediate or Expert whisky drinker who loves experimenting, floral/lighter whisky style, trying world whiskies and getting Whisky Promiscuous!!",
    "link"  : "https://amzn.to/3VgbIJl",
    "taste": "Citrus aromas, grapefruit, lemon thyme",
    "smell": "Light: Cucumber, melon and peppermint.",
    "finish": " Fresh with faint hint of smoke. ",
    "country": "Japan",
    "region": ""   
},
  {
    "id": 1,
    "title": "Aberlour 12 Year Old Single Malt Scotch Whisky With Giftbox, 70 cl",
    "description": "Scotch Whisky • 70cl • ABV: 40%",
    "image":"./assets/abr.jpg", 
    "alt":"Whisky",
    "price": "35.90",
    "review": "Significantly influenced by sherry cask maturation, non chill-filtered and produced in small batches, Perfect gift to offer for father's day, burns night, Christmas, New Year or other special occasions. This is a sweet and easy sipper!",
    "link"  : "https://amzn.to/4109kdf",
    "taste": "Typical Speyside sherried character, balanced with rich toffee, chocolate cinnamon, and ginger spices",
    "smell": "Soft and rounded, with fruity notes of red apple and hint of toffee.",
    "finish": "Warming and lingering – sweet with slight spices",
    "country": "Scotland",
    "region": "󠁧Speyside"   
},
{
  "id": 2,
"title": "Tobermory 12 Year Old Whisky 70cl",
"description": "Scotch Whisky • 70cl • 45.8%",
"image":"./assets/tob.jpg", 
"alt":"Whisky",
"price": "35.90",
"review": "WT tried this and its sister expression Ledaig at a recent London Whisky festival and we’re pleasantly surprised. Very accomplished 12 year old expression from a younger distillery based on the picturesque island of Mull.This expression was matured in American oak casks for 12 years before being bottled at 46.3% ABV.",
"link"  : "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43064",
"taste": "Well balanced malty notes, and a touch oily. Stone fruit sweetness.",
"smell": "Fruits of pear, peach and apple, with a hint of brown sugar, barley and cinnamon pastries.",
"finish": "A very balanced dram with flash of orange peel, soft straw / barley , toffee and sweet dates.",
"country": "Scotland",
"region": "󠁧Island"
},
{
  "id": 3,
"title": "GlenDronach Port Wood Whisky 70cl",
"description": "Scotch Whisky • 70cl • 46%",
"image":"./assets/glendr.jpg", 
"alt":"Whisky",
"price": "49.99",
"review": "GlenDronach in a Port Pipe! Ruby ruby ruby rubyyyyy - ahh ah ah ah ha haaaa!  This producer has a cult following and is seriously underestimated for the price point & quality of the liquid. An unusually long finish of 3 years, post maturation, in Port pipes from Douro Valley in Portugal has really worked wonders and imparted rich fruity flavours with real depth to this already accomplished Highlander! Portugal's Douro Valley is still known for its high-quality port. This wonderful expression is suitable for an Intermediate or Expert whisky drinker who loves sitting in front of the fire or in their favourite bar / hotel lounge, or with an old friend and putting the world to rights!",
"link"  : "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43103",
"taste": "Caramelized brown sugar, bramble crumble, baked gingerbread, dark cherries",
"smell": "Red fruits, dried raisins, plums, raspberry, blackberry jam, ginger, cinnamon",
"finish": "Long Finish. Lingering fruity sweetness, hint of orange citrus, dark chocolate",
"country": "Scotland",
"region": "Highland"
},
{
  "id": 4,
"title": "Black Friday Whisky Tasting Set",
"description": "Scotch Tasting Set • 15cl • 45%",
"image":"./assets/mm.jpg", 
"alt":"Whisky",
"price": "35.90",
"review": "Belter of a Christmas Stocking Filler - 5 solid and varied drams in mini 30ml wax sealed glass containers! Fantastic value at only £15.99 Perfect for a Christmas Gift for Colleagues / Family / Friends Great selection incl a 30 Year Old grain whisky from uber Trendy Boutique-y Whisky Company, an award winning Highland malt from Loch Lomond, an Irish Egan's Single Grain, a 15 Year Old Glenfiddich Solera (think Sherry & Christmas Cake!), and a Rye whisky from the fantastic folks of Kyrö Distillery in Finland! ",
"link"  : "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43089",
"taste": "",
"smell": " ",
"finish": "",
"country": "Scotland",
"region": "󠁧Island"
},
{
  "id": 5,
"title": "Caol Ila 13yo 2007 MoM",
"description": "Scotch Whisky • 70cl • 53.6%",
"image":"./assets/caol.JPG", 
"alt":"Whisky",
"price": "64.95",
"review": "They say it's hard to screw up a Caol Ila! It's tso true and this is another great example but with a twist - a Sherried Caol Ila! This 2007 vintage single malt from the legendary Islay distillery was matured for 13 years maturing,  including a finish in an oloroso sherry butt. One of 963 bottled exclusively for Master of Malt. Well rounded and very smooth and easy to drink. This is suitable for both Beginners & also those who are more advanced on their Whisky journey and already appreciate a range of Whiskies!  The sherry cask finish just amplifies all the normal flavours of a standard Coal Ila! Non-chill filtered and with natural colour.",
"link"  : "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43100",
"taste": " Dark Chocolate, Espresso Coffee, Salty Bacon, Wood & Coal Smoke,",
"smell": "Coastal sea breeze, green apples, tobacco, sage,  ash smoke, salted almonds, bacon",
"finish": "Fresh ginger, dried honeyed fruits, woody spice, black tead, fisherman friend cough sweets, dense smoke, drying, liquorice. ",
"country": "Scotland",
"region": "󠁧slay",
"tags": [""]
},
    {
         "id": 6,
      "title": "Glasgow 1770 Triple Pack (3 x 50ml) Whisky",
      "description": "Three tasty single malt Scotch whisky miniatures from The Glasgow Distillery Co. and its 1770 range!",
    "image":"./assets/glasgow.webp", 
    "alt":"Whisky",
    "price": "Price £20.60",
    "review": "WT have a wee soft spot for this distiller hailing from our home city of Glas-Vegas (Glasgow) being the first producer back here for over 100 years! A triple lock promise! Flavour. Value. Experimentation! Three 50cl miniatures featuring The Original (Shortbread, Marzipan. Marmalade, Butterscotch), Triple Distilled (Smooth & Complex) & their Peated (well does what it says on the label - but with heather rich highland peat and maturation in American White Oak and finishing in Pedro Ximénez sherry casks - Wowzers! Absolute no nonsense just packed full of flavour and complexity!",
    "link"  : "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43051",
    "taste": "Fruity with hints of oak 🍎🍪",
    "smell": "Peaty with a hint of vanilla 👃🍦",
    "region": "󠁧🏴󠁧󠁢󠁳󠁣󠁴󠁿",
    "tags": ["novice"]     
    },
     {
        "id": 7,
      "title": "Ardnamurchan AD/ Gift Pack (4 x 5cl)",
      "description": "A cracking set of miniatures featuring various single malts from the Ardnamurchan AD/ range",
    "image":"./assets/ardnamurchan.webp",
      "alt":"Whisky",
    "price": "Price £30.67",
     "review": "Absolute steal from Ardna! A real flight to quality from these independent rock star producers who are relatively new on the scene and already amassing a cult following. Featuring 4 x 50cl (yes big ones) of original expression, a rum, a sherry and even a sauternes (think apricot, peach & honey) cask finish!",
     "link": "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43063",
     "tags": ["novice"]         
    },
     {
        "id": 8,
        "title": "Glen Moray Port Cask Gift Pack with 2x Glasses Whisky 70cl",
        "description": "This Gift Pack from the Glen Moray Distillery in the prolific Speyside region",
        "image":"./assets/glen-moray.webp", 
         "alt":"Whisky",
         "price": "Price £33.35",
         "review": "Having visited their Elgin distillery in the populated Speyside region and sampled some of their core range including a distillery exclusive plus this Port Cask finish - the guys and girls at Glen Moray should definitely not be overlooked or written off. This is simply a great tasting dram and a blinding price point. Red currants and blackberries combined with vanilla, cinnamon and cocoa! You're all set up for a fireside chat! ",
          "link" :   "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43062"       
    },
     {
       "id": 9,
       "title": "Redbreast 12 Year Old Birdfeeder Gift Pack",
       "description": "From the most popular Irish pot still whiskey brand in the world comes the limited edition Redbreast 12 Year Old Birdfeeder Gift Pack.",
       "image":"./assets/redbreast.webp", 
      "alt":"Whisky",
      "price": "Price £79",
      "review": "Who's a pretty bird?! The marketing gurus at RedBreast are to be congratulated on this gift set. A copper presentation cage that doubles as a bird feeder with £3 off sales going to a bird charity. A little birdie also tells me that the liquid is a pretty sweet song too. Award winning and one of the most popular single pot still Irish Whiskey producers. Hats off to our Irish cousins! Full bodied with notes of baked orange peel, almonds, raisins, toffee and a long spicy finish.",
      "link" : "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43061"        
    },
     {
        "id": 10,
       "title": "Glencairn 6 Glass pack multicoloured",
       "description": "six jewel-toned glasses from the prestigous Glencairn Crystal",
       "image":"./assets/glenglass.jpg", 
       "alt":"Whisky glass",
       "price": "Price £39.00",
       "review": "These six jewel-toned glasses from the prestigous Glencairn Crystal have been crafted with blind tastings in mind. With the colour of whisky denoting all manner of flavours and qualities, these brilliant glasses ensure that your guests will not be swayed by appearance.",
       "link" : "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43059"
           
    }, 
     {
        "id": 11,
      "title": "Nikka from the Barrel Silhouette 2 Glass & Pourer Gift Pack",
      "description": "A Japanese blended whisky made with single malt from their Yoichi and Miyagikyo distilleries",
    "image":"./assets/nikka.webp", 
      "alt":"Whisky",
    "price": "Price £61",
     "review": "Another personal favourite of the WT co-founders. Serious street cred for this bottle in your collection. This Highland malt has a lot of citrus (orange) with chocolate and some roasted coffee and vanilla characteristics. A Royal Heritage dates back to 1263 when Chief of the Mackenzie clan saved King Alexander III from a charging stag. Hence the 12 pointed stag emblem was awarded as the clans coat of arms! One for the top shelve of the home bar and fire side stories! Matured in Bourbon & Oloroso sherry casks for that balanced flavour.",
     "link": "https://scripts.affiliatefuture.com/AFShortUrl.aspx?id=43060"
        
    },
     {
        "id": 12,
      "title": "GlenAllachie 12 Year Old Single Malt Scotch With Branded Glass",
      "description": "Indulge in the enticing flavor notes,the marriage of oak, fruitiness, and subtle spices.",
    "image":"./assets/glen.jpg", 
      "alt":"Whisky",
      "price": "Price £61",
     "review": "Another personal favourite of the WT co-founders. Serious street cred for this bottle in your collection. This Highland malt has a lot of citrus (orange) with chocolate and some roasted coffee and vanilla characteristics. A Royal Heritage dates back to 1263 when Chief of the Mackenzie clan saved King Alexander III from a charging stag. Hence the 12 pointed stag emblem was awarded as the clans coat of arms! One for the top shelve of the home bar and fire side stories! Matured in Bourbon & Oloroso sherry casks for that balanced flavour.",
     "link":  "https://amzn.eu/d/aTevzlB"
    }

]